{
  "home": "Home",
  "about": "About",
  "investors": "Investors",
  "gallery": "Gallery",
  "donate": "Donate",
  "contact": "Contact",

  "home_title": "Welcome to the Soul Rock Museum Restaurant",
  "home_text": "An immersive experience where rock music and cinema legends come back to life.",
  "home_cta_discover": "Discover more",
  "home_cta_donate": "Donate now",

  "about_title": "About Us",
  "about_text": "<strong style='color:#00ccff'>SOUL ROCK</strong> was born from a passion cultivated year after year, inspired by the glorious '80s and '90s—when music touched the soul and gave goosebumps. This love for authentic music merges with a deep appreciation for high-quality cuisine and for the iconic characters of rock and cinema. From this fusion comes the desire to share those celestial emotions with others, reigniting long-lost memories and awakening curiosity in those who never experienced that incredible era.<br><br>Through my journey and the various tests done in my restaurants, I realized I wasn't just offering good food and music, but something much more: emotion. Emotions that arise from an evocative setting filled with life-size statues that bring back to life beloved characters admired all around the world.<br><br>But I didn’t stop there. That’s how the idea was born to revive the voices we wish we could still hear—through cutting-edge high-definition holographic technology. This is how <strong style='color:#00ccff'>SOUL ROCK</strong> became the first <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong> where departed legends sing once again, live among the tables.<br><br>Today, <strong style='color:#00ccff'>SOUL ROCK</strong> is more than just a restaurant—it's a <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong>. A modern temple of collective memory where every detail is designed to make your heart beat faster.",

  "investors_title": "Investors Area",
  "investors_text": "We are looking for visionary partners. Invest in a unique and scalable brand. Required: $1,500,000. We offer profit sharing or symbolic recognitions (e.g. 1:1 statues, signed table). Opening planned within 6 months after funding is completed.",

  "gallery_title": "Gallery",
  "gallery_text": "Explore our concept through photorealistic images of the <strong style='color:#00ccff'>SOUL ROCK</strong> environment.",

  "donate_title": "Support the Project",
  "donate_text": "Help us build a place where memories become reality. Every donation counts. You can support us through Stripe.",

  "contact_title": "Contact Us",
  "contact_text": "Write us for information, collaborations, or to support the launch."
}
