{
  "home": "Home",
  "about": "About",
  "investors": "Investors",
  "gallery": "Gallery",
  "donate": "Donate",
  "contact": "Contact",

  "home_title": "Welcome to the Soul Rock Museum Restaurant",
  "home_text": "An immersive experience where rock music and cinema legends come back to life.",
  "home_cta_discover": "Discover more",
  "home_cta_donate": "Donate now",

  "about_title": "About Us",
  "about_text": "<strong style='color:#00ccff'>SOUL ROCK</strong> was born from a passion cultivated year after year, inspired by the glorious '80s and '90s—when music touched the soul and gave goosebumps. This love for authentic music merges with a deep appreciation for high-quality cuisine and for the iconic characters of rock and cinema. From this fusion comes the desire to share those celestial emotions with others, reigniting long-lost memories and awakening curiosity in those who never experienced that incredible era.<br><br>Through my journey and the various tests done in my restaurants, I realized I wasn't just offering good food and music, but something much more: emotion. Emotions that arise from an evocative setting filled with life-size statues that bring back to life beloved characters admired all around the world.<br><br>But I didn’t stop there. That’s how the idea was born to revive the voices we wish we could still hear—through cutting-edge high-definition holographic technology. This is how <strong style='color:#00ccff'>SOUL ROCK</strong> became the first <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong> where departed legends sing once again, live among the tables.<br><br>Today, <strong style='color:#00ccff'>SOUL ROCK</strong> is more than just a restaurant—it's a <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong>. A modern temple of collective memory where every detail is designed to make your heart beat faster.",

  "investors_title": "Investors Area",
  "investors_text": "<div style='text-align: justify;'><h3 style='color:#00ccff; text-align: justify;'>A unique project. And the time is now.</h3><strong style='color:#00ccff'>SOUL ROCK</strong> is not just a venue—it's a promise.<br>A promise of emotion, spectacle, and connection with everything that made us dream during the '80s and '90s.<br><br>It's the first <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong> in the world, where music and cinema legends come back to life through:<ul style='text-align: justify;'><li>Life-size statues</li><li>Interactive holograms performing among the tables</li><li>Cinematic atmospheres</li><li>Robots, open kitchen, and stunning decor</li></ul>Every detail is designed to make hearts beat faster.<br><br><h3 style='color:#00ccff; text-align: justify;'>Why we start from Dubai</h3>Dubai is not just a city. It's a global stage.<br>It welcomes over <strong>17 million tourists every year</strong>, with an international audience hungry for extraordinary, exclusive experiences.<br><br>Dubai is:<ul style='text-align: justify;'><li>The heart of innovation</li><li>A showcase for the world</li><li>The perfect starting point for a format replicable in all major world capitals</li></ul><h3 style='color:#00ccff; text-align: justify;'>A strong, scalable business model</h3><strong>SOUL ROCK</strong> will be open all day, not just in the evening.<br>As a tourist destination, it will operate <strong>6–7 shifts per day</strong>, from themed breakfasts to dinner shows.<br><br>Estimated numbers for one location:<ul style='text-align: justify;'><li>Average capacity: <strong>100 guests per shift</strong></li><li>Average ticket: <strong>80 USD</strong></li><li>6 shifts × 30 days = <strong>1,440,000 USD gross monthly revenue</strong></li></ul>With an expected net margin of <strong>25–30%</strong>, the investment has a projected <strong>ROI within 18 months</strong>.<br>And this is just the beginning.<br><br><h3 style='color:#00ccff; text-align: justify;'>What we're looking for: investors and donors with vision</h3>To realize the first <strong style='color:#00ccff'>SOUL ROCK</strong>, we are raising <strong>1,500,000 USD</strong>.<br>Funds will cover:<ul style='text-align: justify;'><li>Location and initial lease</li><li>Construction and holographic technology</li><li>Custom statues, professional kitchen, and branding</li></ul>We are looking for <strong>INVESTORS</strong> who believe in a unique, scalable project.<br>But we also welcome <strong>DONORS</strong> who simply want to contribute to the birth of something unforgettable.<br><br><h3 style='color:#00ccff; text-align: justify;'>What we offer in return</h3><strong>For investors:</strong><ul style='text-align: justify;'><li>Profit sharing based on investment percentage</li><li>Opportunity to sign a dedicated table inside the restaurant</li><li>For notable investors: a custom 1:1 statue displayed inside the venue</li></ul><strong>For donors:</strong><ul style='text-align: justify;'><li>Option to have a signed table with their name</li><li>Major donors or public figures may receive a commemorative statue</li></ul>Everyone who supports, whether with capital or heart, becomes part of the <strong style='color:#00ccff'>SOUL ROCK</strong> legacy.<br><br><h3 style='color:#00ccff; text-align: justify;'>The future is built now</h3>The concept is ready. The team is in place. The vision is clear.<br>All that’s missing is the courage to be part of it.<br><br>We believe <strong style='color:#00ccff'>SOUL ROCK</strong> will become the next iconic global brand.<br>But only those who join now can say:<br><em>“I was there when it all began.”</em></div>",

  "gallery_title": "Gallery",
  "gallery_text": "Explore our concept through photorealistic images of the <strong style='color:#00ccff'>SOUL ROCK</strong> environment.",

  "donate_title": "Support the Project",
  "donate_text": "Help us build a place where memories become reality. Every donation counts. You can support us through Stripe.",

  "contact_title": "Contact Us",
  "contact_text": "Write us for information, collaborations, or to support the launch."
}
