{
  "home": "Home",
  "about": "Chi siamo",
  "investors": "Investitori",
  "gallery": "Galleria",
  "donate": "Dona",
  "contact": "Contatti",

  "home_title": "Benvenuti al Soul Rock Museum Restaurant",
  "home_text": "Un'esperienza immersiva dove le leggende del cinema e della musica rock tornano a vivere.",
  "home_cta_discover": "Scopri di più",
  "home_cta_donate": "Dona adesso",

  "about_title": "Chi siamo",
  "about_text": "Il <strong style='color:#00ccff'>SOUL ROCK</strong> nasce da una passione coltivata anno dopo anno, ispirata dai gloriosi anni ’80 e ’90, dove la musica sapeva toccare l’anima e far venire la pelle d’oca. A questo amore per la musica autentica si unisce quello per la buona cucina e per le rappresentazioni iconiche dei personaggi leggendari del rock e del cinema. Da questo mix nasce il desiderio di trasmettere emozioni vere, riaccendere ricordi che sembravano sopiti e far scoprire a chi non li ha vissuti un mondo irripetibile.<br><br>Durante il mio percorso e i vari test realizzati nei miei ristoranti, ho compreso che non stavo semplicemente offrendo ottimo cibo o buona musica, ma qualcosa di più: emozioni. Emozioni che si accendono grazie a un arredamento suggestivo, popolato da statue in scala reale che riportano in vita miti amati da intere generazioni.<br><br>Ma non mi sono fermato lì. È nata così l’idea di far rivivere anche le voci che vorremmo ancora ascoltare: grazie a una tecnologia avanzatissima, il <strong style='color:#00ccff'>SOUL ROCK</strong> diventa il primo <strong style='color:#00ccff'>MUSEO RISTORANTE</strong> dove ologrammi ad alta definizione di cantanti ormai scomparsi si esibiscono tra i tavoli.<br><br>Ecco perché oggi il <strong style='color:#00ccff'>SOUL ROCK</strong> non è solo un ristorante: è un <strong style='color:#00ccff'>MUSEO RISTORANTE</strong>. Un tempio moderno dell’immaginario collettivo, dove ogni dettaglio è pensato per far battere più forte il cuore.",

  "investors_title": "Area Investitori",
  "investors_text": "Il progetto <strong style='color:#00ccff'>SOUL ROCK</strong> è una realtà unica al mondo: un <strong style='color:#00ccff'>MUSEO RISTORANTE</strong> che fonde cucina di qualità, cultura pop, tecnologia avanzata e icone del passato in un'esperienza multisensoriale indimenticabile.<br><br>Partiamo da Dubai, capitale dell’innovazione e del turismo globale, per dare vita al primo prototipo replicabile su scala mondiale nelle grandi metropoli.<br><br>Cerchiamo <strong style='color:#00ccff'>INVESTITORI</strong> visionari pronti a scommettere su un brand forte, scalabile e con un immenso potenziale mediatico ed emozionale. Il capitale richiesto è di 1.500.000 $, necessario per avviare struttura, impianti, ologrammi e arredamento su misura.<br><br>In cambio, offriamo una partecipazione agli utili o – per chi desidera lasciare un’impronta simbolica – un tavolo autografato a proprio nome e una statua 1:1 all’interno del locale.<br><br>L’apertura è prevista entro 6 mesi dalla raccolta fondi. Il <strong style='color:#00ccff'>SOUL ROCK</strong> sarà un punto di riferimento per turisti, residenti e VIP in cerca di un'esperienza diversa, iconica e senza tempo.",

  "gallery_title": "Galleria",
  "gallery_text": "Scopri il nostro concept attraverso immagini fotorealistiche degli ambienti del <strong style='color:#00ccff'>SOUL ROCK</strong>.",

  "donate_title": "Sostieni il progetto",
  "donate_text": "Aiutaci a costruire un luogo dove i ricordi diventano realtà. Ogni donazione è preziosa. Puoi contribuire con Stripe.",

  "contact_title": "Contattaci",
  "contact_text": "Scrivici per informazioni, collaborazioni o supporto al lancio."
}
