{
  "home": "Home",
  "about": "Chi siamo",
  "investors": "Investitori",
  "gallery": "Galleria",
  "donate": "Dona",
  "contact": "Contatti",

  "home_title": "Benvenuti al Soul Rock Museum Restaurant",
  "home_text": "Un'esperienza immersiva dove le leggende del cinema e della musica rock tornano a vivere.",
  "home_cta_discover": "Scopri di più",
  "home_cta_donate": "<Dona Ora>",

  "about_title": "Chi siamo",
  "about_text": "Il <strong style='color:#00ccff'>SOUL ROCK</strong> nasce da una passione coltivata anno dopo anno, ispirata dai gloriosi anni ’80 e ’90, dove la musica sapeva toccare l’anima e far venire la pelle d’oca. A questo amore per la musica autentica si unisce quello per la buona cucina e per le rappresentazioni iconiche dei personaggi leggendari del rock e del cinema. Da questo mix nasce il desiderio di trasmettere emozioni vere, riaccendere ricordi che sembravano sopiti e far scoprire a chi non li ha vissuti un mondo irripetibile.<br><br>Durante il mio percorso e i vari test realizzati nei miei ristoranti, ho compreso che non stavo semplicemente offrendo ottimo cibo o buona musica, ma qualcosa di più: emozioni. Emozioni che si accendono grazie a un arredamento suggestivo, popolato da statue in scala reale che riportano in vita miti amati da intere generazioni.<br><br>Ma non mi sono fermato lì. È nata così l’idea di far rivivere anche le voci che vorremmo ancora ascoltare: grazie a una tecnologia avanzatissima, il <strong style='color:#00ccff'>SOUL ROCK</strong> diventa il primo <strong style='color:#00ccff'>MUSEO RISTORANTE</strong> dove ologrammi ad alta definizione di cantanti ormai scomparsi si esibiscono tra i tavoli.<br><br>Ecco perché oggi il <strong style='color:#00ccff'>SOUL ROCK</strong> non è solo un ristorante: è un <strong style='color:#00ccff'>MUSEO RISTORANTE</strong>. Un tempio moderno dell’immaginario collettivo, dove ogni dettaglio è pensato per far battere più forte il cuore.",

  "investors_title": "Area Investitori",
  "investors_text": "<div style='text-align: justify;'><h3 style='color:#00ccff; text-align: justify;'>Un progetto irripetibile. E il momento è adesso.</h3><strong style='color:#00ccff'>SOUL ROCK</strong> non è un locale, è una promessa.<br>Una promessa di emozione, di spettacolo, di connessione con tutto ciò che ci ha fatto sognare tra gli anni ’80 e ’90.<br><br>È il primo <strong style='color:#00ccff'>MUSEO RISTORANTE</strong> esperienziale, dove le leggende della musica e del cinema rivivono ogni giorno attraverso:<ul style='text-align: justify;'><li>Statue a grandezza naturale</li><li>Ologrammi interattivi che cantano tra i tavoli</li><li>Ambientazioni cinematografiche</li><li>Robot, cucina a vista e scenografie mozzafiato</li></ul>Qui, ogni dettaglio è pensato per far battere più forte il cuore di chi entra.<br><br><h3 style='color:#00ccff; text-align: justify;'>Perché partire da Dubai</h3>Dubai non è solo una città. È un palcoscenico mondiale.<br>Accoglie oltre <strong>17 milioni di turisti ogni anno</strong>, con un pubblico internazionale abituato all’eccezionale e pronto a vivere esperienze fuori dall’ordinario.<br><br>Dubai è:<ul style='text-align: justify;'><li>Il cuore dell’innovazione</li><li>Una vetrina per il mondo</li><li>Il punto di partenza perfetto per un format replicabile in tutte le grandi capitali globali</li></ul><h3 style='color:#00ccff; text-align: justify;'>Un modello di business forte, concreto, scalabile</h3><strong>SOUL ROCK</strong> sarà aperto tutto il giorno, non solo la sera.<br>Essendo una destinazione turistica, ospiterà <strong>6–7 turni giornalieri</strong>, da colazioni tematiche a cene-spettacolo.<br><br>Numeri stimati per una sola location:<ul style='text-align: justify;'><li>Capienza media: <strong>100 coperti a turno</strong></li><li>Ticket medio: <strong>80 USD</strong></li><li>6 turni al giorno × 30 giorni = <strong>1.440.000 USD di fatturato lordo al mese</strong></li></ul>Con un margine operativo stimato al <strong>25–30%</strong>, l’investimento ha un <strong>ROI previsto entro 18 mesi</strong>.<br><br><h3 style='color:#00ccff; text-align: justify;'>Cosa cerchiamo: investitori e donatori con visione</h3>Per realizzare il primo <strong style='color:#00ccff'>SOUL ROCK</strong>, stiamo raccogliendo <strong>1.500.000 USD</strong>.<br>Il capitale coprirà:<ul style='text-align: justify;'><li>Location e affitto iniziale</li><li>Allestimenti e tecnologia olografica</li><li>Statues su misura, cucina professionale, branding</li></ul>Cerchiamo <strong>INVESTITORI</strong> che credano in un progetto unico e scalabile.<br>Ma accettiamo anche <strong>DONATORI</strong> che vogliano semplicemente contribuire alla nascita di qualcosa di grande.<br><br><h3 style='color:#00ccff; text-align: justify;'>Cosa offriamo in cambio</h3><strong>Per gli investitori</strong>:<ul style='text-align: justify;'><li>Partecipazione agli utili proporzionale all’investimento</li><li>Possibilità di firmare un tavolo esclusivo nel locale</li><li>Per investitori noti, anche statua 1:1 personalizzata esposta nel ristorante</li></ul><strong>Per i donatori</strong>:<ul style='text-align: justify;'><li>Possibilità di avere un tavolo autografato con la propria firma</li><li>Donatori noti possono ricevere anche una statua celebrativa interna</li></ul>Chi partecipa, con capitale o cuore, entra nella storia di <strong style='color:#00ccff'>SOUL ROCK</strong>.<br><br><h3 style='color:#00ccff; text-align: justify;'>Il futuro si costruisce ora</h3>Il progetto è pronto. Il concept è realtà. Il team è operativo.<br>Manca solo chi ha il coraggio di esserci adesso.<br><br>Siamo certi che <strong style='color:#00ccff'>SOUL ROCK</strong> diventerà il prossimo brand iconico mondiale.<br>Ma solo chi entra ora potrà dire:<br><em>“Io c’ero quando tutto è iniziato.”</em></div>",

  "gallery_title": "Galleria",
  "gallery_text": "Scopri il nostro concept attraverso immagini fotorealistiche degli ambienti del <strong style='color:#00ccff'>SOUL ROCK</strong>.",

  "donate_title": "Sostieni il progetto",
  "donate_text": "Unisciti a noi nella creazione di un luogo unico dove le emozioni del passato tornano a vivere attraverso musica, arte e tecnologia.<br /><br /><strong style='color:#ffffff;'>Non rimanere spettatore</strong><br /><br /><strong style='color:#00ccff; font-weight:bold;'>ENTRA A FAR PARTE DI UN PROGETTO CHE FARÀ PARLARE DI SÉ IN TUTTO IL MONDO</strong><br /><br /><br /><strong style='color:#ffffff;'>Puoi dare il tuo contributo in tutta tranquillità e sicurezza, attraverso il servizio Stripe.</strong>",

  "contact_title": "Contattaci",
  "contact_text": "Scrivici per informazioni, collaborazioni o supporto al lancio."
}
