{
  "home": "Home",
  "about": "Chi siamo",
  "investors": "Investitori",
  "gallery": "Galleria",
  "donate": "Dona",
  "contact": "Contatti",

  "home_title": "Benvenuti al Soul Rock Museum Restaurant",
  "home_text": "Un'esperienza immersiva dove le leggende del cinema e della musica rock tornano a vivere.",
  "home_cta_discover": "Scopri di più",
  "home_cta_donate": "Dona adesso",

  "about_title": "Chi siamo",
  "about_text": "Il Soul Rock nasce da una passione coltivata anno dopo anno, ispirata dai gloriosi anni ’80 e ’90, dove la musica sapeva toccare l’anima e far venire la pelle d’oca. A questo amore per la musica autentica si unisce quello per la buona cucina e per le rappresentazioni iconiche dei personaggi leggendari del rock e del cinema. Da questo mix nasce il desiderio di trasmettere emozioni vere, riaccendere ricordi che sembravano sopiti e far scoprire a chi non li ha vissuti un mondo irripetibile.\n\nDurante il mio percorso e i vari test realizzati nei miei ristoranti, ho compreso che non stavo semplicemente offrendo ottimo cibo o buona musica, ma qualcosa di più: emozioni. Emozioni che si accendono grazie a un arredamento suggestivo, popolato da statue in scala reale che riportano in vita miti amati da intere generazioni.\n\nMa non mi sono fermato lì. È nata così l’idea di far rivivere anche le voci che vorremmo ancora ascoltare: grazie a una tecnologia avanzatissima, il Soul Rock diventa il primo ristorante-museo dove ologrammi ad alta definizione di cantanti ormai scomparsi si esibiscono tra i tavoli.\n\nEcco perché oggi il Soul Rock non è solo un ristorante: è un Museum Restaurant. Un tempio moderno dell’immaginario collettivo, dove ogni dettaglio è pensato per far battere più forte il cuore.",

  "investors_title": "Area Investitori",
  "investors_text": "Cerchiamo partner visionari. Investi in un brand unico e scalabile. Richiesta: 1.500.000 $. Offriamo partecipazione ai profitti o riconoscimenti simbolici (es. statue 1:1, tavolo firmato). Apertura prevista entro 6 mesi dalla raccolta fondi.",

  "gallery_title": "Galleria",
  "gallery_text": "Scopri il nostro concept attraverso immagini fotorealistiche degli ambienti del Soul Rock.",

  "donate_title": "Sostieni il progetto",
  "donate_text": "Aiutaci a costruire un luogo dove i ricordi diventano realtà. Ogni donazione è preziosa. Puoi contribuire con Stripe.",

  "contact_title": "Contattaci",
  "contact_text": "Scrivici per informazioni, collaborazioni o supporto al lancio."
}
