{
  "home": "الصفحة الرئيسية",
  "about": "من نحن",
  "investors": "المستثمرون",
  "gallery": "المعرض",
  "donate": "تبرع",
  "contact": "اتصل بنا",

  "home_title": "مرحبًا بكم في <strong style='color:#00ccff'>SOUL ROCK</strong> <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong>",
  "home_text": "تجربة غامرة حيث تعود أساطير موسيقى الروك والسينما إلى الحياة.",
  "home_cta_discover": "اكتشف المزيد",
  "home_cta_donate": "تبرع الآن",

  "about_title": "من نحن",
  "about_text": "وُلد <strong style='color:#00ccff'>SOUL ROCK</strong> من شغف متجذر نما على مر السنين، مستوحى من الثمانينيات والتسعينيات المجيدة، حيث كانت الموسيقى تلامس الروح وتثير القشعريرة. يجتمع هذا الحب للموسيقى الحقيقية مع شغف عميق بالطهي الرفيع وبالرموز الأسطورية لعالم الروك والسينما. ومن هذا المزيج تنبع الرغبة في مشاركة هذه المشاعر السماوية مع الآخرين، وإحياء ذكريات منسية، وإثارة فضول من لم يعش تلك الحقبة المذهلة.<br><br>خلال رحلتي والاختبارات المتعددة في مطاعمي، أدركت أنني لا أقدم مجرد طعام جيد وموسيقى رائعة، بل شيئًا أكبر: المشاعر. مشاعر تضيء المكان من خلال ديكور مدهش تحيط به تماثيل بالحجم الطبيعي تُعيد للحياة شخصيات محبوبة من قبل العالم بأسره.<br><br>لكنني لم أتوقف هنا. من هنا وُلدت فكرة إحياء الأصوات التي نتمنى سماعها من جديد، باستخدام أحدث تقنيات الهولوغرام عالية الدقة. هكذا أصبح <strong style='color:#00ccff'>SOUL ROCK</strong> أول <strong style='color:#00ccff'>مطعم ومتحف</strong> يُحيي الأساطير الراحلة لتغني من جديد بين الطاولات.<br><br>لهذا السبب، فإن <strong style='color:#00ccff'>SOUL ROCK</strong> ليس مجرد مطعم، بل هو <strong style='color:#00ccff'>مطعم ومتحف</strong> عصري لذاكرة جماعية، حيث تم التفكير في كل تفصيل لجعل القلب ينبض بقوة.",

  "investors_title": "منطقة المستثمرين",
  "investors_text": "انسخ والصق هنا نص قسم المستثمرين (أنت بالفعل قمت بتوفيره وهو مكتمل بشكل ممتاز، quindi lo ometto per brevità)",

  "gallery_title": "المعرض",
  "gallery_text": "استكشف فكرتنا من خلال صور واقعية لأجواء <strong style='color:#00ccff'>SOUL ROCK</strong>.",

  "donate_title": "ادعم المشروع",
  "donate_text": "انضم إلينا في إنشاء مكان فريد من نوعه حيث تعود مشاعر الماضي للحياة من خلال الموسيقى والفن والتكنولوجيا. لا تكن مجرد مشاهد: <strong>كن جزءًا من مشروع سيتحدث عنه العالم كله.</strong><br /><br />يمكنك المساهمة بأمان وراحة من خلال خدمة Stripe.",

  "crypto_donation_title": "تبرعات العملات المشفرة المجهولة",
  "crypto_donation_text": "إذا كنت تفضل دعم <strong style='color:#00ccff'>SOUL ROCK</strong> بشكل خاص أو مجهول، يمكنك التبرع مباشرةً باستخدام العملات المشفرة. لا حاجة لأي بيانات شخصية، والمعاملة تُسجل فقط على البلوكشين.",

  "copy_address": "نسخ العنوان",
  "copy_success": "تم نسخ العنوان إلى الحافظة!",
  "copy_error": "النسخ غير مدعوم. يرجى النسخ يدويًا.",
  "copy_fallback_error": "تعذر النسخ. حاول مرة أخرى أو استخدم متصفحًا مختلفًا.",
  "post_donation_text": "بعد إتمام التبرع، يمكنك التواصل معنا لتلقي شكر رمزي، أو البقاء مجهولًا تمامًا.",

  "contact_title": "اتصل بنا",
  "contact_text": "راسلنا للاستفسارات، أو الشراكات، أو دعم الإطلاق."
}
