{
  "home": "الصفحة الرئيسية",
  "about": "من نحن",
  "investors": "المستثمرون",
  "gallery": "المعرض",
  "donate": "تبرع",
  "contact": "اتصل بنا",

  "home_title": "مرحبًا بكم في <strong style='color:#00ccff'>SOUL ROCK</strong> <strong style='color:#00ccff'>MUSEUM RESTAURANT</strong>",
  "home_text": "تجربة غامرة حيث تعود أساطير موسيقى الروك والسينما إلى الحياة.",
  "home_cta_discover": "اكتشف المزيد",
  "home_cta_donate": "تبرع الآن",

  "about_title": "من نحن",
  "about_text": "وُلد <strong style='color:#00ccff'>SOUL ROCK</strong> من شغف متجذر نما على مر السنين، مستوحى من الثمانينيات والتسعينيات المجيدة، حيث كانت الموسيقى تلامس الروح وتثير القشعريرة. يجتمع هذا الحب للموسيقى الحقيقية مع شغف عميق بالطهي الرفيع وبالرموز الأسطورية لعالم الروك والسينما. ومن هذا المزيج تنبع الرغبة في مشاركة هذه المشاعر السماوية مع الآخرين، وإحياء ذكريات منسية، وإثارة فضول من لم يعش تلك الحقبة المذهلة.<br><br>خلال رحلتي والاختبارات المتعددة في مطاعمي، أدركت أنني لا أقدم مجرد طعام جيد وموسيقى رائعة، بل شيئًا أكبر: المشاعر. مشاعر تضيء المكان من خلال ديكور مدهش تحيط به تماثيل بالحجم الطبيعي تُعيد للحياة شخصيات محبوبة من قبل العالم بأسره.<br><br>لكنني لم أتوقف هنا. من هنا وُلدت فكرة إحياء الأصوات التي نتمنى سماعها من جديد، باستخدام أحدث تقنيات الهولوغرام عالية الدقة. هكذا أصبح <strong style='color:#00ccff'>SOUL ROCK</strong> أول <strong style='color:#00ccff'>مطعم ومتحف</strong> يُحيي الأساطير الراحلة لتغني من جديد بين الطاولات.<br><br>لهذا السبب، فإن <strong style='color:#00ccff'>SOUL ROCK</strong> ليس مجرد مطعم، بل هو <strong style='color:#00ccff'>مطعم ومتحف</strong> عصري لذاكرة جماعية، حيث تم التفكير في كل تفصيل لجعل قلبك ينبض بقوة.",

  "investors_title": "منطقة المستثمرين",
  "investors_text": "نبحث عن شركاء ذوي رؤية. استثمر في علامة تجارية فريدة وقابلة للتوسع. المطلوب: 1,500,000 دولار. نقدم مشاركة في الأرباح أو تكريمًا رمزيًا (مثل تماثيل بالحجم الطبيعي أو طاولة موقعة). من المقرر الافتتاح خلال 6 أشهر من اكتمال التمويل.",

  "gallery_title": "المعرض",
  "gallery_text": "استكشف فكرتنا من خلال صور واقعية لأجواء <strong style='color:#00ccff'>SOUL ROCK</strong>.",

  "donate_title": "ادعم المشروع",
  "donate_text": "ساعدنا في بناء مكان تتحول فيه الذكريات إلى واقع. كل تبرع مهم. يمكنك التبرع عبر Stripe.",

  "contact_title": "اتصل بنا",
  "contact_text": "راسلنا للحصول على المعلومات، أو التعاون، أو دعم الإطلاق."
}
